{
  "linkedin_url": null,
  "name": "Jessica Claire",
  "location": "Columbia, MD",
  "about": "Skilled employee with a positive attitude. Friendly Account with 2 years of experience supporting accounting teams in financial planning and management. Well-versed in preparing tax invoices, completing complicated calculations and verifying invoices. Bringing excellent communication and collaboration skills to complete assigned tasks.",
  "open_to_work": null,
  "experiences": [
    {
      "position_title": "Accountant",
      "institution_name": "Us Oncology, Inc.",
      "linkedin_url": null,
      "from_date": "02/2020",
      "to_date": "Current",
      "duration": null,
      "location": "Columbia, MD",
      "description": "Analyzed financial statements and income statements to review company's financial performance. Prepared monthly and year-end closing statements, financial documents and invoices. Investigated and resolved discrepancies in monthly bank accounts. Balanced reports and batch summaries to submit for approval. Collaborated extensively with auditors during preliminary and year-end audit processes. Monitored company costs and presented budget forecasts for each quarter. Managed accounts payable, accounts receivable, bank reconciliations and payroll function. Prepared month-end closing entries for detailed reporting and recordkeeping. Reviewed and reconciled discrepancies in accounts and financial documentation. Coded invoices and other records to maintain organized and accurate records. Processed payroll and reviewed employee liability balances in support of HR objectives. Reviewed AP general ledger entries and deposits for contract compliance. Applied mathematical skills to calculate totals, check figures and correct problems with physical and digital files."
    },
    {
      "position_title": "Office Manager",
      "institution_name": "Chase Brass",
      "linkedin_url": null,
      "from_date": "12/2016",
      "to_date": "12/2018",
      "duration": null,
      "location": "Wheeling, IL",
      "description": "Maintains office services by organizing office operations and procedures; preparing payroll; controlling correspondence: designing filing systems; reviewing and approving supply requisitions. Other duties were, prepare invoices for every shipment dispatched in the company. Managed office inventory and placed new supply orders. Handled scheduling and managed timely and effective allocation of resources and calendars. Trained and mentored administrative staff members in company policies, daily task execution, and industry best practices. Coordinated office activities and operations to secure efficiency and compliance with company policies. Elevated customer satisfaction ratings by resolving client and case issues effectively."
    },
    {
      "position_title": "Patient Representative, Surgical Coordinator and Front Desk",
      "institution_name": "Emd Millipore",
      "linkedin_url": null,
      "from_date": "06/2013",
      "to_date": "09/2014",
      "duration": null,
      "location": "Wiesbaden, DE",
      "description": "Spoke to patients upon arrival to determine if personal data or insurance information had changed. Supervised patient flow by checking in patients immediately upon arrival. Informed patients of delays and approximate wait times upon arrival for appointments. Documented patient intake and dietary requirements and aided with feeding and monitoring. Responded to patient alarms and needs-assessment requests to identify a course of treatment. Checked patient insurance and collected pre-authorizations from providers. Worked with operating facilities to schedule procedures on behalf of surgeons. Booked surgeries according to physician volume and maintained prompt turnaround times. Gathered current medical information and reviewed histories to gather details for surgeons. Distributed treatment and procedural information to patients. Managed patient check-in and check-out procedures and processed payments. Located scheduling barriers and implemented appropriate solutions. Coordinated work processes and routed paperwork to appropriate physicians and staff members."
    },
    {
      "position_title": "Specialist",
      "institution_name": "Ministry Of Public Health",
      "linkedin_url": null,
      "from_date": "09/2009",
      "to_date": "07/2012",
      "duration": null,
      "location": "City",
      "description": "Specialist A in economic management at the department of Foreign trade and currency, where the performance of the principal tasks was: Performed budget formulation work involving review and preparation of budget estimates and financial plans for the national health system. Monitored budget execution work, including obligations incurred and actual expenditures of funds. Determined and tracked budget expenses with accuracy and transparency."
    }
  ],
  "educations": [
    {"degree": "MBA | Accounting", "institution_name": "Metropolitan University Ana G", "linkedin_url": null, "from_date": "01/2019", "to_date": null, "duration": null, "location": "Miami Lakes", "description": null},
    {"degree": "Accountant Clerk and QuickBooks", "institution_name": "Miami Coral Park Adult", "linkedin_url": null, "from_date": "01/2016", "to_date": null, "duration": null, "location": null, "description": null},
    {"degree": "HR & Block, Income Tax Course", "institution_name": "HR & Block", "linkedin_url": null, "from_date": "01/2015", "to_date": null, "duration": null, "location": "Atlanta, GA", "description": null},
    {"degree": "Post Graduated Studies | Business Administration And Management", "institution_name": "Havana University", "linkedin_url": null, "from_date": "04/2010", "to_date": null, "duration": null, "location": "Havana", "description": "Management Behavior, Interaction Between the Economy and the Citizen, Negotiation Techniques, Conflicts Resolution, Ethics and Behavior"},
    {"degree": "Bachelor of Arts | Business Administration", "institution_name": "University of Havana", "linkedin_url": null, "from_date": "07/2009", "to_date": null, "duration": null, "location": "Havana", "description": "Thesis: Analysis and strategic Diagnostic for ETECSA. Major in Business Administration"},
    {"degree": "Associate of Arts | Accounting", "institution_name": "Accounting Technician Institute Antonio Guiteras Holms", "linkedin_url": null, "from_date": "01/2004", "to_date": null, "duration": null, "location": "Havana", "description": "Thesis: Costs for Universals Warehouse. Major in Accounting"}
  ],
  "skills": [
    {"category": "Skills", "items": ["Tax return filing", "Account reconciliation", "Payroll", "Adobe software", "Year-end close", "A/P and A/R", "GAAP Accounting", "General ledger", "QuickBooks", "Excel", "Microsoft Word", "PowerPoint", "Access", "Sage 50 US", "Textura and Procore"]}
  ],
  "projects": [],
  "interests": [],
  "accomplishments": [],
  "contacts": ["(555) 432-1000", "resumesample@example.com"]
}
